Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryTopDir1NoSpacing Property
 "Top/Exterior Major (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryTopDir1NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryTopDir1NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryTopDir1NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryTopDir1NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace